tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "icu4c@76"
brew "php", restart_service: true
brew "composer"
brew "gh"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnutls"
brew "gnupg"
brew "go"
brew "htop"
brew "john"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "python@3.12"
brew "libyaml"
brew "lrzsz"
brew "mmv"
brew "mysql-client", link: true
brew "node"
brew "nss"
brew "nvm"
brew "pinentry-mac"
brew "qemu"
brew "redis"
brew "telnet"
brew "tig"
brew "wakatime-cli"
brew "wget"
brew "yadm"
brew "ykman"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "drawio"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "miniconda"
cask "notion"
cask "orbstack"
cask "phpstorm"
cask "postman"
cask "resilio-sync"
cask "setapp"
cask "snipaste"
cask "swiftformat-for-xcode"
cask "switchhosts"
cask "telegram"
cask "visual-studio-code@insiders"
cask "wechat"
