tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "jq"
brew "mkcert"
brew "mmv"
brew "mysql-client"
brew "nvm"
brew "tig"
brew "wakatime-cli"
brew "wget"
brew "yadm"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "orbstack"
cask "resilio-sync"
cask "snipaste"
cask "visual-studio-code"
cask "wakatime"
mas "Tailscale", id: 1475387142
vscode "wakatime.vscode-wakatime"
